tap "homebrew/autoupdate"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "planetscale/tap"
tap "shopify/shopify"
brew "cask"
brew "deno"
brew "fnm"
brew "fzf"
brew "gh"
brew "git"
brew "grep"
brew "helix"
brew "lazygit"
brew "mas"
brew "nushell"
brew "opam"
brew "python@3.11"
brew "spaceship"
brew "tree"
brew "typescript-language-server"
brew "vscode-langservers-extracted"
brew "planetscale/tap/pscale"
brew "shopify/shopify/shopify-cli"
cask "arc"
cask "docker"
cask "firefox"
cask "font-blex-mono-nerd-font"
cask "gimp"
cask "google-chrome"
cask "google-drive"
cask "maccy"
cask "rectangle"
cask "tabby"
cask "visual-studio-code"
mas "ColorSlurp", id: 1287239339
mas "GarageBand", id: 682658836
vscode "astro-build.astro-vscode"
vscode "be5invis.toml"
vscode "bradlc.vscode-tailwindcss"
vscode "ckolkman.vscode-postgres"
vscode "Codeium.codeium"
vscode "dbaeumer.vscode-eslint"
vscode "denoland.vscode-deno"
vscode "enkia.tokyo-night"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.auto-rename-tag"
vscode "ginfuru.better-nunjucks"
vscode "GitHub.vscode-pull-request-github"
vscode "GraphQL.vscode-graphql"
vscode "GraphQL.vscode-graphql-execution"
vscode "GraphQL.vscode-graphql-syntax"
vscode "henrikvilhelmberglund.vscode-svx-henrikvilhelmberglund"
vscode "Huuums.vscode-fast-folder-structure"
vscode "jock.svg"
vscode "mhutchie.git-graph"
vscode "Orta.vscode-jest"
vscode "pcbowers.alpine-intellisense"
vscode "phoenisx.cssvar"
vscode "Prisma.prisma"
vscode "redhat.vscode-yaml"
vscode "runem.lit-plugin"
vscode "sanity-io.vscode-sanity"
vscode "sastan.twind-intellisense"
vscode "Shopify.theme-check-vscode"
vscode "standard.vscode-standard"
vscode "stylelint.vscode-stylelint"
vscode "svelte.svelte-vscode"
vscode "VisualStudioExptTeam.vscodeintellicode"
vscode "Vue.volar"
vscode "vunguyentuan.vscode-postcss"
vscode "webhint.vscode-webhint"
vscode "zenclabs.previewjs"
