tap "homebrew/autoupdate"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
brew "python@3.12"
brew "glib"
brew "gnutls"
brew "emacs"
brew "cask"
brew "certifi"
brew "curl"
brew "freetds"
brew "libpq"
brew "php"
brew "composer"
brew "fd"
brew "ffmpeg"
brew "fzf"
brew "gh"
brew "git"
brew "gnu-sed"
brew "go"
brew "grep"
brew "jq"
brew "lazygit"
brew "mas"
brew "mise"
brew "neovim"
brew "postgresql@14"
brew "pygments"
brew "ripgrep"
brew "spaceship"
brew "tmux"
brew "trash"
brew "tree"
cask "alacritty"
cask "arc"
cask "blender"
cask "dropbox"
cask "firefox"
cask "font-commit-mono-nerd-font"
cask "gimp"
cask "krita"
cask "maccy"
cask "microsoft-auto-update"
cask "microsoft-edge"
cask "rectangle"
cask "sysex-librarian"
cask "visual-studio-code"
cask "whisky"
cask "wordpresscom-studio"
mas "Color Picker", id: 1545870783
mas "GarageBand", id: 682658836
mas "HP Smart", id: 1474276998
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Prime Video", id: 545519333
mas "Xcode", id: 497799835
vscode "astro-build.astro-vscode"
vscode "be5invis.toml"
vscode "blanu.vscode-styled-jsx"
vscode "bradlc.vscode-tailwindcss"
vscode "capaj.graphql-codegen-vscode"
vscode "ckolkman.vscode-postgres"
vscode "codeium.codeium"
vscode "dbaeumer.vscode-eslint"
vscode "denoland.vscode-deno"
vscode "dwkns.webc"
vscode "enkia.tokyo-night"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.auto-rename-tag"
vscode "ginfuru.better-nunjucks"
vscode "github.remotehub"
vscode "github.vscode-pull-request-github"
vscode "graphql.vscode-graphql"
vscode "graphql.vscode-graphql-execution"
vscode "graphql.vscode-graphql-syntax"
vscode "henrikvilhelmberglund.vscode-svx-henrikvilhelmberglund"
vscode "huuums.vscode-fast-folder-structure"
vscode "jock.svg"
vscode "mhutchie.git-graph"
vscode "ms-azuretools.vscode-docker"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.azure-repos"
vscode "ms-vscode.live-server"
vscode "ms-vscode.remote-repositories"
vscode "ms-vsliveshare.vsliveshare"
vscode "orta.vscode-jest"
vscode "orta.vscode-twoslash-queries"
vscode "oven.bun-vscode"
vscode "pcbowers.alpine-intellisense"
vscode "persoderlind.vscode-phpcbf"
vscode "phoenisx.cssvar"
vscode "prisma.prisma"
vscode "redhat.vscode-yaml"
vscode "runem.lit-plugin"
vscode "sanity-io.vscode-sanity"
vscode "sastan.twind-intellisense"
vscode "shopify.theme-check-vscode"
vscode "standard.vscode-standard"
vscode "stylelint.vscode-stylelint"
vscode "svelte.svelte-vscode"
vscode "syler.sass-indented"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vue.volar"
vscode "vunguyentuan.vscode-postcss"
vscode "webhint.vscode-webhint"
vscode "xdebug.php-debug"
vscode "zenclabs.previewjs"
