tap "homebrew/autoupdate"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "oven-sh/bun"
tap "planetscale/tap"
tap "shopify/shopify"
brew "bat"
brew "cask"
brew "php"
brew "composer"
brew "deno"
brew "fd"
brew "ffmpeg"
brew "flyctl"
brew "fnm"
brew "fzf"
brew "gh"
brew "git"
brew "gnu-sed"
brew "go"
brew "grep"
brew "jq"
brew "lazygit"
brew "mas"
brew "neovim"
brew "opam"
brew "postgresql@14"
brew "python@3.11"
brew "ripgrep"
brew "spaceship"
brew "trash"
brew "tree"
brew "oven-sh/bun/bun"
brew "shopify/shopify/shopify-cli"
cask "alacritty"
cask "arc"
cask "docker"
cask "dropbox"
cask "firefox"
cask "font-commit-mono-nerd-font"
cask "gimp"
cask "google-chrome"
cask "google-drive"
cask "maccy"
cask "rectangle"
cask "visual-studio-code"
cask "whisky"
mas "ColorSlurp", id: 1287239339
mas "GarageBand", id: 682658836
mas "Numbers", id: 409203825
vscode "astro-build.astro-vscode"
vscode "be5invis.toml"
vscode "bradlc.vscode-tailwindcss"
vscode "capaj.graphql-codegen-vscode"
vscode "ckolkman.vscode-postgres"
vscode "codeium.codeium"
vscode "dbaeumer.vscode-eslint"
vscode "denoland.vscode-deno"
vscode "dwkns.webc"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.auto-rename-tag"
vscode "ginfuru.better-nunjucks"
vscode "github.remotehub"
vscode "github.vscode-pull-request-github"
vscode "golang.go"
vscode "graphql.vscode-graphql"
vscode "graphql.vscode-graphql-execution"
vscode "graphql.vscode-graphql-syntax"
vscode "henrikvilhelmberglund.vscode-svx-henrikvilhelmberglund"
vscode "huuums.vscode-fast-folder-structure"
vscode "jock.svg"
vscode "mhutchie.git-graph"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.azure-repos"
vscode "ms-vscode.remote-repositories"
vscode "orta.vscode-jest"
vscode "oven.bun-vscode"
vscode "pcbowers.alpine-intellisense"
vscode "phoenisx.cssvar"
vscode "prisma.prisma"
vscode "redhat.vscode-yaml"
vscode "runem.lit-plugin"
vscode "sanity-io.vscode-sanity"
vscode "sdras.night-owl"
vscode "shopify.theme-check-vscode"
vscode "stylelint.vscode-stylelint"
vscode "svelte.svelte-vscode"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vue.volar"
vscode "vunguyentuan.vscode-postcss"
vscode "webhint.vscode-webhint"
vscode "zenclabs.previewjs"
